export const POLICY_ITEMS = [
    '除非你自願以電子郵件、電話等資料成為支持者，否則我們的網站不需你留下這些資料。就算你自願留下你的個人資料，我們亦會保密處理，同時要求合作機構遵守這個原則。我們不會租售電子信箱名單或其他個人資料。綠色和平不會與他人分享甚至公開支持者名單。',
    '如你登記成為支持者或參與網路活動，例如簽署請願書、寄發電子郵件、書信或傳真，你便能選擇將來繼續參加其他活動、接收活動結果、收到期刊和更詳細的資料，或是被我們邀請為環境作進一步貢獻。可是，你永遠有權隨時拒絕進行以上所有活動。',
    '有時候，當你參與網路活動時，你的名字並不會被隱藏起來。某些機構或政府通過我們的網路活動而接收電子郵件或傳真，只要你提供電子信箱地址或住址給我們，他們便有可能回應至你這些地址處。如你認為私人資料已因參加綠色和平網絡活動而被別人得到或公開，請聯絡我們。',
    '我們的網站主機放在多個網路伺服器上，而募款資料放在由我們擁有並維修的伺服器上。主電腦寄存在一間符合我們隱私政策的公司，儲存在網路目錄的資料並沒有個 人辨認，而我們亦無意就你在網絡上瀏覽時所留下的資料而聯絡你。伺服器只會收集你瀏覽網站的時間及伺服器所在地等資料。同時，為了改善網站的運作及估計瀏 覽人次，我們亦會不具名的追蹤你在我們網站的活動。',
    '“Cookie”是由綠色和平網站傳送至你瀏覽器、並會儲存在你硬碟的識別資料。例 如：當你選擇語言時，我們會儲存一個獨特、匿名並譯成密碼的資料在伺服器內，使我們能辨別你的選擇。因此，當你下一次再瀏覽我們的網站時，原選的語言便會 自動出現。”Cookie”並不包含任何個人資料。你可以將瀏覽器設定成”接受 Cookie 時發出通知”或”不使用任何Cookies”。我們並不會使用 Cookie 來追蹤你的內容選擇。',
    '我們的網頁使用一種加密保護的安全協定，名為亂碼技術 Secure Sockets Layer (SSL)。這種協定容許使用者/伺服器在網絡上避免被竊聽、竄改或假冒訊息。它會將你的所有個人資料（例如，信用卡號碼、姓名及地址）譯成密碼。當你在 一個加密保護的頁面上，瀏覽器 Opera, Netscape, Navigator 及 Microsoft Internet Explorer 的底部便會看到「鎖定」圖示。相反地，如你只是瀏覽普通網頁，圖示便會是「開啟」或「不鎖定」。',
    '除了使用 SSL 加密技 術保護你的敏感資料，我們亦會盡一切能力保護離線的資料。在綠色和平辦公室內，你的全部資料屬於受限制資料。凡是需要這些資料作特定工作的員工，都需要有 個人識別資料才可接觸到這些資料。員工在離開辦公桌時一定要使用有密碼的螢幕保護。當他們返回辦公桌時，他們需要密碼才可再次接觸你的資料。我們告知及提 醒員工，對隱私的重視及而他們對保護資料能做的事。並且，我們將儲存個人資料的伺服器放在一個安全並上鎖的環境中。安全措施及政策會定期更新。',
    '登記做網上行動者或捐款者，你必須先接受這個隱私政策，並授權綠色和平用以上方法收集、儲存和處理信息。',
    '本政策會進行定期檢討。如果你對此政策有任何問題，請寫信給：'
];

export const PRIVACY_ITEMS = [
    '本會蒐集您個人資料之目的，在於進行專案推廣、募捐活動、調查統計與研究分析、會員管理與服務等相關事宜。',
    '本次蒐集、處理及利用您的個人資料類別，包括姓名、出生日期及財務交易資訊等，詳如上述連署與捐款資料表所載。',
    '您的個人資料將於本基金會營運期間，以紙本、電子、口頭或其他適當方式，利用於本會、國際綠色和平組織及其各分部、辦公室、其他與本會有業務往來或合作之機構，及前揭組織、機構之所在地區。',
    '您得就提供之個人資料，向本會 (1) 查詢或請求閱覽、(2) 請求製給複製本、(3) 請求補充或更正、(4) 請求停止蒐集、處理或利用、(5) 請求刪除。但本會享有依個人資料保護法相關規定拒絕該請求之權利。',
    '您得自由選擇是否提供上開個人資料，惟若拒絕提供、提供之資料不實或不完全、提供後請求刪除或停止處理利用而經本會同意，本會將無法提供您支持者與捐款會員服務。'
]